{
  "title": "Terms of Service",
  "section1_title": "1. Acceptance of Terms",
  "section1_content": "By accessing or using our services, you agree to be bound by these Terms of Service and all terms incorporated by reference. If you do not agree to all of these terms, do not use our services.",
  "section2_title": "2. Changes to Terms",
  "section2_content": "We reserve the right to modify or update these Terms at any time. We will notify you of any changes by posting the new Terms on this page. Your continued use of the services after any such changes constitutes your acceptance of the new Terms.",
  "section3_title": "3. User Accounts",
  "section3_content1": "You may need to create an account to access certain features of our services. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.",
  "section3_content2": "You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete.",
  "section4_title": "4. User Conduct",
  "section4_content1": "You agree not to use our services for any unlawful purpose or in any way that could harm, disable, overburden, or impair the services.",
  "section4_content2": "Prohibited activities include, but are not limited to:",
  "section4_list_item1": "Uploading or transmitting any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable.",
  "section4_list_item2": "Attempting to gain unauthorized access to any part of the services, other accounts, computer systems, or networks connected to the services.",
  "section4_list_item3": "Interfering with or disrupting the integrity or performance of the services or data contained therein.",
  "section5_title": "5. Intellectual Property",
  "section5_content1": "All content, trademarks, service marks, trade names, and logos on our services are proprietary to us or our licensors and are protected by intellectual property laws.",
  "section5_content2": "You may not use, reproduce, distribute, modify, or create derivative works of any content from our services without our express written permission.",
  "section6_title": "6. Disclaimers",
  "section6_content1": "Our services are provided \"as is\" and \"as available\" without any warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.",
  "section6_content2": "We do not warrant that the services will be uninterrupted, error-free, secure, or free from viruses or other harmful components.",
  "section7_title": "7. Limitation of Liability",
  "section7_content": "To the fullest extent permitted by applicable law, in no event shall we be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (a) your access to or use of or inability to access or use the services; (b) any conduct or content of any third party on the services; (c) any content obtained from the services; and (d) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.",
  "section8_title": "8. Governing Law",
  "section8_content": "These Terms shall be governed and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions.",
  "section9_title": "9. Contact Us",
  "section9_content": "If you have any questions about these Terms, please contact us at [Your Contact Email].",
  "last_updated": "Last updated: June 8, 2025"
}